Repository: 1358/mail
Catalog: l10n/*/mail.po
Languages: vi

source: Error
vi: Lỗi

source: Connecting ...
vi: Đang kết nối...

source: Unknown error
vi: Lỗi chưa biết

source: Connect
vi: Kết nối

source: Server Error
vi: Máy chủ bị l

source: Reply
vi: Trả l

source: New Message
vi: Tin m

source: Subject
vi: Tiêu

source: Send
vi: Gởi

source: Connect your mail account
vi: Kết nối tới hòm thư của bạn

source: Mail Address
vi: Địa chỉ hòm th

source: IMAP Password
vi: Mật khẩu
